Repository: codeccoop/miradanativa.org
Catalog: languages/*.po
Languages: ca

# Child theme del Twenty Twenty per a Mirada Nativa
source: Child theme del Twenty Twenty para Mirada Nativa
ca: Child theme del Twenty Twenty per a Mirada Nativa

# Pueblos indígenas
source: Indigenous communities
ca: Pobles indígenes

# Pueblo indígena
source: Indigenous community
ca: Poble indígena

# Géneros
source: Genres
ca: Gèneres

# Género
source: Genre
ca: Gènere

# Metrajes
source: Film Length
ca: Metratges

# Metraje
source: Film Length
ca: Metratge

# Temáticas
source: Subjects
ca: Temàtiques

# Temática
source: Subject
ca: Temàtica

# Zonas Geográficas
source: Geographical areas
ca: Zones Geogràfiques

# Zona Geográfica
source: Geographical area
ca: Zona Geogràfica

# Producciones
source: Productions
ca: Produccions

# Producción
source: Production
ca: Producció

# Realizaciones
source: Filmmakers
ca: Realitzacions

# Realización
source: Filmmaker
ca: Realització

# Catálogos
source: Catalog
ca: Catàlegs

# Catálogo
source: Catalog
ca: Catàleg

# Películas
source: Films
ca: Pel·lícules

# Película
source: Film
ca: Pel·lícula
